[General]
Version=1.8.8
LanguageName=한글
lblLanguageAuthor=godyang

[Form1]
speedWarningLabel=경고: 20000 KB/s를 초과하는 속도는 의심스러워 보일 수 있습니다.
checkShowTrayBaloon=트레이 아이콘에 마우스를 올리면 정보 표시
lblInterface=인터페이스:
lblLanguage=Language:
TorrentFileLabel=경로:
closeButton=닫기
StartButton=시작
tabGeneral=일반
groupTorrentFile=토렌트 파일
browseButton=찾아보기...
groupStats=통계 정보
totalRunningTimeLabel=총 시간 :
leechLabel=리쳐 수:
seedLabel=시더 수:
manualUpdateButton=수동 업데이트
labelUpdateIn=업데이트까지 남은 시간:
downloadCountLabel=다운로드 :
uploadCountLabel=업로드 :
groupBoxOptions=옵션
applyStopSettingsButton=적용
stopProcessLabel=다음 이벤트 이후 종료:
FileSizeLabel=완료 (%)
uploadRateLabel=업로드 속도 (kB/s) :
downloadRateLabel=다운로드 속도 (kB/s) :
groupTorrentInfo=토렌트 정보
labelTorrentSize=크기:
hashLabel=SHA 해쉬:
TrackerLabel=트래커:
tabAdvanced=고급
memoryReaderButton=메모리 리더...
updateAnnounceParamsOnStart=peer_id와 key를 시작할 때 자동으로 업데이트
checkNewVersion=새 버전 확인
ClientLabel=클라이언트 시뮬레이션:
randomSpeedGroup=랜덤 업/다운 속도
RandomDownloadToLabel=최대:
RandomUploadToLabel=최대:
RandomDownloadFromLabel=최소:
RandomUploadFromLabel=최소:
checkRandomDownload=다운로드 (kB)
checkRandomUpload=업로드  (kB)
reportParamsGroup=전송될 정보
keyLabel=키 (key):
labelPeerID=피어 ID (peer_id):
numwantLabel=피어 수 (numwant):
portInfoLabel=만약 아래 필드가 비어있으면, RatioMaster에서 임의의 값이나 기본값을 사용할 것입니다.
portLabel=포트 (port):
tabNetwork=네트워크
groupNetworkMisc=기타
checkIgnoreFailureReason='failure reason' 트래커 응답 무시
labelStopMinLeecher=리쳐 수가 다음보다 작을 경우 업로드 중지:
intervalLabel=트래커 업데이트 간격(초):
checkRequestScrap=시더/리쳐 정보 받기 (트래커에서 긁어옴)
checkTCPListen=TCP 리스너 사용 (트래커에서 볼때 접속가능한 것처럼 위장)
proxySettingsGroup=프록시 서버 세팅
labelProxyPass=패스워드:
labelProxyUser=사용자:
labelProxyPort=포트:
labelProxyHost=호스트:
labelProxyType=프록시 종류:
tabLog=작업 로그
saveLogButton=로그 저장
checkLogEnabled=로그 활성화
checkHideConfidentialInfo=기밀 정보 숨기기
clearLogButton=로그 삭제
tabAbout=About
labelForums=포럼:
labelWebSite=웹사이트:
StopButton=정지
linkProxyHelp=프록시 어떻게 써요?
tabUpdates=업데이트
installUpdatesButton=업데이트 설치
checkUpdatesButton=업데이트 확인
labelUpdates=클라이언트와 언어들
labelBindIp=특정 IP에 Bind
checkMinimizeToTray=최소화 시 트레이로 보냄
checkIgnoreTimeout=접속 에러 무시
checkUPnP=UPnP 포트 매핑 활성화
testNetworkButton=네트워크 테스트...
ResetCountersButton=기록 초기화
checkSavePeers=피어 목록 저장


[MemoryReader]
reApplyButton=적용
reCloseButton=닫기
groupBoxSearchResults=검색 결과
reHashLabel=해쉬:
rePeerIdLabel=피어 ID(peer_id):
reKeyLabel=키(key):
numwantLabel=피어 수 (numwant):
rePortLabel=포트 (port):
reSearchStrLabel=문자열:
reSearchButton=검색 시작
reProcessNameLabel=프로세스 이름:

[Messages]
mrNoProcessFound=프로세스 이름 {0}을 찾을 수 없습니다.\r\n토렌트 클라이언트가 실행되고 있는지, 트래커에 접속 중인지 확인해 보십시오.
mrSearchFail=탐색 실패.\r\n토렌트 클라이언트가 실행되고 있는지, 트래커에 접속 중인지 확인해 보십시오.
mrSearchTitle=탐색
mrSearchSuccess=탐색이 성공적으로 완료되었습니다!\r\nApply 버튼을 눌러서 적용하십시오.
vrNewVersionReleased=새 버전이 릴리즈되었습니다! http://www.moofdev.net로 접속해서 업데이트 하세요.
vrNewVersionTitle="새 버전 사용가능"
ballonUploaded=업로드: {0} \r\n
ballonDownloaded=다운로드: {0} \r\n
ballonUpdateIn=업데이트까지 남은 시간: {0} \r\n
ballonTotalTime=총 시간: {0} \r\n
stopProcessOpt1=종료하지 않음
stopProcessOpt2=업로드한 후
stopProcessOpt3=다운로드한 후
stopProcessOpt4=시간경과 후
stopProcessOpt5=1.2x 시드 완료
stopProcessUnits1=초
stopProcessUnits2=분
stopProcessUnits3=시
restoreToolStripMenuItem=복구
exitToolStripMenuItem=나가기
umNumUpdatesFound=업데이트 {0} 개를 찾았습니다
umNoUpdatesFound=새로운 업데이트가 없습니다
umParsingUpdates=업데이트를 분석하고 있습니다...
umCheckingUpdates=업데이트를 확인하고 있습니다...
umDownloadingUpdate=업데이트 {0} 을(를) 받고 있습니다
umFinishedDownloadingUpdates=업데이트 다운로드가 완료되었습니다
clmnUpdateName=이름
clmnUpdateFileName=파일 이름
clmnUpdateType=종류
clmnUpdateAuthor=제작자
confirmCloseTitle=확인
confirmCloseMessage=토렌트 업데이트가 진행 중입니다. RatioMaster를 종료하시겠습니까?
defaultBinding=기본값
testNetworkSuccess=접속에 성공하였습니다. 현재 네트워크 설정은 잘 작동하고 있는 것 같습니다.
testNetworkFailed=접속 에러
testNetworkInProgress=네트워크 테스트가 진행 중입니다...

[Tooltips]
checkIgnoreFailureReason=이 옵션을 체크하면 RatioMaster가 트래커로부터 오는 에러를 무시하고 업로드를 계속 진행합니다.
labelStopMinLeecher=리쳐들의 수가 지정된 수보다 작아지면 자동적으로 RatioMaster가 업로드 속도를 0으로 설정합니다.
intervalLabel=트래커로 통계정보를 보내는 주기입니다.\r\n주기를 지정해주지 않는 트래커에게 효과적입니다.
proxySettingsGroup=IP를 숨기기 위해 프록시를 사용합니다.
memoryReaderButton=Memory Reader\r\n클라이언트를 시뮬레이트하는데 도와줍니다.\r\n피어 id, 키, 포트와 같은 정보를 실제 토렌트 클라이언트와 일치시킬 수 있습니다.
updateAnnounceParamsOnStart=이 옵션을 체크하면 RatioMaster가 실행할 때마다 매번 새로운 피어 ID와 키를 생성합니다.\r\n체크하지 않으면 이전에 저장된 값으로 사용합니다.
TorrentClientsBox=시뮬레이트하기를 원하는 클라이언트를 선택해 주십시오.
randomSpeedGroup=RatioMaster가 전송속도를 랜덤화합니다.\r\n주어진 범위 내에서 랜덤값이 선택됩니다.\r\n똑같은 속도로 오랫동안 전송 시 의심을 사는 것을 방지합니다.
torrentFile=토렌트 파일 경로\r\n찾아보기를 클릭하거나, 드래그&드랍으로 RatioMaster 창으로 끌어오십시오.
totalRunningTimeLabel=이 세션에서 실행된 총 시간
leechLabel=이 토렌트에서 리쳐들의 수\r\n몇몇 트래커에서는 이 값을 볼 수 없습니다.
seedLabel=이 토렌트에서 시더들의 수\r\n몇몇 트래커에서는 이 값을 볼 수 없습니다.
manualUpdateButton=수동 업데이트\r\n수동으로 트래커에게 업데이트된 값을 전송합니다.
labelUpdateIn=다음 업데이트까지의 시간
downloadCountLabel=다운로드\r\n다음 업데이트 후에 트래커에서 해당 정보가 갱신됩니다.
uploadCountLabel=업로드\r\n다음 업데이트 후에 트래커에서 해당 정보가 갱신됩니다.
checkIgnoreTimeout=Ratio Master가 접속 에러를 무시하게 됩니다.
stopProcessActionBox=RatioMaster가 다음 이벤트 이후에 자동으로 동작을 중지합니다.\r\n해당하는 이벤트와 값을 설정하십시오.
uploadRate=업로드 속도\r\n트래커로 보고할 속도를 입력하십시오.
downloadRate=다운로드 속도\r\n트래커로 보고할 속도를 입력하십시오.
shaHash=토렌트 SHA 해쉬\r\n선택된 토렌트를 읽어서 자동으로 입력되지만, 원할시 직접 입력할 수도 있습니다.
trackerAddress=트래커 URL\r\n선택된 토렌트를 읽어서 자동으로 입력되지만, 원할시 직접 입력할 수도 있습니다.
fileSize=완료 %\r\n얼마만큼 다운로드가 완료되었는지 직접 입력할 수 있습니다.\r\n100% = 순수 시드 중\r\n0%    = 처음부터 다운로드 하는 중\r\nRatioMaster는 각 토렌트마다 이 값을 유지합니다.
reportParamsGroup=이 정보들은 RatioMaster가 트래커로 보내는 데이터에 포함됩니다.\r\n일반적으로 RatioMaster에서는 자동으로 생성하지만, 이를 직접 변경할 수도 있습니다.\r\n수동으로 입력하거나, 메모리 리더 도구를 이용하면 자동으로 관련 값을 실제 클라이언트에서 긁어올 수 있습니다.
reProcessNameBox=Ratio Master가 이 이름을 포함한 프로세스를 탐색할 것입니다.\r\n기본적으로 이 입력상자의 값은 현재 클라이언트 설정에 따라서 자동으로 입력되어 있습니다.
reSearchStr=Ratio Master가 트래커 URL과 기타 정보를 분석하기 위해 이 문자열을 탐색할 것입니다.
reSearchButton=검색을 시작하기 위해서는 "검색 시작" 버튼을 눌러 주십시오.
groupBoxSearchResults=만약 검색에 성공했으면 Ratio Master가 자동으로 여기의 값들을 설정합니다.\r\n적용 버튼을 누르거나, 이 값들을 수동으로 복사해서 고급 탭에서 입력하십시오.
reApplyButton=검색 결과를 고급 탭에 자동으로 입력하기 위해서는 "적용" 버튼을 눌러 주십시오.
